Repository: aerosox/telebot
Catalog: locale/*/*.po
Languages: sl

# granterror
source: You are not permitted to do this!
sl: Nimaš dovoljenja za to dejanje!

source: Not seen today…
sl: Nikogar ni bilo danes...

# no_static_tg
source: No talkgroups statically linked.
sl: Ni statičnih TG.

source: Runs
sl: Zagnan

source: Runs not
sl: Ni zagnan

# tx_is_on
source: TX is switched on
sl: Oddajanje je vklopljeno

# tx_is_off
source: TX is switched off
sl: Oddajanje je izklopljeno

# rx_is_on
source: RX is switched on
sl: Sprejem je vklopljen

# rx_is_off
source: RX is switched off
sl: Sprejem je izklopljen

source: Stop MMDVM…
sl: Zaustavi MMDVM

# start_mmdvm
source: Starting MMDVM
sl: Zaženi MMDVM

# stop_dmrgw
source: Stop DMRGateway…
sl: Ustavi DMRGateway

# start_dmrgw
source: Start DMRGateway
sl: Zaženi DMRGateway

# welcome
source: Welcome to
sl: Dobrodošel v

# toget_help_write_/help
source: To get help type /help. Information and hints to @dl2ajb.
sl: Za pomoč vtipkaj /help. Vse informacije in predloge pošlji na @dl2ajb.

# help_help
source: Shows the commands.
sl: Prikaže ukaze.

# info_commands
source: Information and commands:
sl: Informacije in ukazi:

# status_help
source: Repeater’s status
sl: Stanje repetitorja

# lh_CALL_help
source: Shows when CALL was last heard today.
sl: Pokaže kater klicni znak je bil danes nazadnje sprejet.

# lh_help
source: Shows who was last heard locally.
sl: Pokaže kdo je bil zadnji slišan lokalno.

# tg_help
source: Lists linked TG in DMR
sl: Seznam TG v DMR

# gpio_help
source: Controls for the GPIO
sl: GPIO pomoč

# svx_help
source: Controls for SVX-Link
sl: SVXLink pomoč

# sw_help
source: Controls for software
sl: DMR pomoč

# not_yet_implemented
source: Not yet available
sl: Ni še implementirano...

# btn_start_mmdvm
source: MMDVM on
sl: Zaženi MMDVM

# btn_stop_mmdvm
source: MMDVM off
sl: Zaustavi MMDVM

# btn_start_dmrgw
source: DMRGateway on
sl: Zaženi DMRGateway

# btn_stop_dmrgw
source: DMRGateway off
sl: Zaustavi DMRGateway

# keyboard_software
source: Controls for the software and the host
sl: DMR tipkovnica

# btn_tx_on
source: TX on
sl: Vklopi oddajanje

# btn_tx_off
source: TX off
sl: Izklopi oddajanje

# btn_rx_on
source: RX on
sl: Vklopi sprejemanje

# btn_rx_off
source: RX off
sl: Izklopi sprejemanje

# btn_reboot
source: Reboot
sl: Ponovni zagon

# keyboard_gpio
source: Controls for the relais board
sl: GPIO tipkovnica

# cpu_temp
source: CPU temperature
sl: Temperatura procesorja

# rebooting_system
source: Rebooting the system….
sl: Siestem se bo ponovno zagnal...

# cmd_list_with /help.
source: A list of commands you get with /help
sl: Za seznam ukazov vpiši /pomoč

# no_idea_command
source: I am not sure what you mean:
sl: Nisem prepričan kaj želiš:

# start_msg_owner
source: I am back…..
sl: Vrnil sem se...

# bot_is_wrong
source: Something is wrong with the bot….
sl: Nekaj je narobe z botom...

# bot_shutdown
source: Bye…..
sl: Nasvidenje...

# bye_msg_owner
source: The bot is shutting down….
sl: Bot se zaustavlja...
